[
  {
    "term_name": "Determination",
    "definition": "The optimal way your body, and by extension, your system,takes in nourishment (food + information), based on the Color of your Design Sun/Earth. There are six digestion profiles (e.g., Appetite, Taste, Thirst, Touch, Sound, Light) and each can be “active” (Left arrow) or “passive” (Right arrow) in orientation.",
    "role_in_manifestation": "Existence as Vibration and Flow: Proper intake raises your baseline frequency; eating or learning in line with your design ensures your field remains coherent. Tuning Over Forcing: Following your natural digestion style eliminates resistance in the body mind, making action feel seamless. Nonlinear Causality: What you absorb today seeds future manifestations; poorly digested input can create “static” that delays results. The Directive: Respect your design’s optimal conditions for intake, this is foundational tuning for all creative work.",
    "weighted_importance": 9,
    "cross_references": [
      "Strategy & Authority (HD)",
      "Attention Is Creative (I)"
    ],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Determination - Appetite",
    "definition": "Your body naturally signals what it needs through genuine hunger cues, a direct, visceral prompt to consume.",
    "role_in_manifestation": "Existence as Vibration and Flow: By honoring true hunger, you calibrate your baseline frequency; you fuel your field with what energetically sustains you. Tuning Over Forcing: Eating only when genuinely hungry prevents distortion in body mind rhythms; action arises effortlessly from inner signals. Nonlinear Causality: What you consume in moments of authentic appetite seeds long-term vitality; forced meals create lag and “static” in manifestation. The Directive: Trust and follow your body’s hunger signals as an instrument of alignment, each meal becomes an act of co-creation.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Determination - Taste",
    "definition": "Your system discerns alignment through gustatory “flavor”, what tastes energetically true on the tongue and in the mind.",
    "role_in_manifestation": "Existence as Vibration and Flow: You use the nuance of taste to filter choices: a “good flavor” corresponds to harmony with your field. Tuning Over Forcing: Sampling small bites and listening to your palate’s feedback creates effortless attunement; ignoring taste introduces resistance. Nonlinear Causality: Each tasted morsel or idea compounds in your system; flavor misalignments accumulate as blocks. The Directive: Let your palate guide you, both at the table and in information intake, as a tuning instrument for clarity.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Determination - Thirst",
    "definition": "Your system signals needs through sensations of dryness or fluid cravings, an energetic request for hydration or conceptual “liquid” input.",
    "role_in_manifestation": "Existence as Vibration and Flow: Responding only to genuine thirst maintains fluid coherence in your energy; over-hydration or forced “drinking in” breaks the natural flow. Tuning Over Forcing: Sipping when intuitively needed aligns bodily and mental rhythms; forcing large gulps of information or water distorts your resonance. Nonlinear Causality: Properly quenched thirst accelerates clarity and momentum; ignored thirst leads to sluggish vibrational echo. The Directive: Use your sense of thirst, physical or metaphorical, as a nonverbal compass for when to consume or pause.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Determination - Touch",
    "definition": "Your system discerns truth through tactile contact, what can be physically or energetically “handled” without dissonance.",
    "role_in_manifestation": "Existence as Vibration and Flow: Engaging by touch anchors you in concrete resonance; textures and forms that feel right reinforce alignment. Tuning Over Forcing: Testing objects or ideas by touch lets you move only toward what harmonizes; grasping at discordant elements creates energetic friction. Nonlinear Causality: Each tactile interaction imprints a vibrational code; misaligned contact accumulates as resistance. The Directive: Allow your hands, and your sense of contact, to guide which elements you integrate into your field.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Determination - Sound",
    "definition": "Your system tunes to auditory frequencies, what you hear resonates or jars at a vibrational level.",
    "role_in_manifestation": "Existence as Vibration and Flow: You filter environments and choices by listening for harmonic overtones; aligned sounds amplify your signal. Tuning Over Forcing: Letting yourself gravitate toward pleasing frequencies (music, voices, information) requires no effort; forced listening fatigues your field. Nonlinear Causality: Sound patterns imprint momentum; dissonant noise creates echoing resistance. The Directive: Use your ears as tuning forks, follow only what you hear as coherent with your inner vibration.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Determination - Light",
    "definition": "Your system filters input visually, what you see, in terms of brightness, color, and form, aligns or disrupts your frequency.",
    "role_in_manifestation": "Existence as Vibration and Flow: You gravitate to environments and materials whose visual qualities resonate; appropriate light sustains coherence. Tuning Over Forcing: Opting into visually harmonious scenes and imagery flows naturally; forcing yourself to endure discordant visuals distorts your field. Nonlinear Causality: Visual impressions seed future manifestations; harsh or chaotic visuals generate delayed dissonance. The Directive: Let your eyes lead you, choose light and imagery that feel energizing and allow your field to amplify rather than dampen.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  }
]