[
  {
    "term_name": "Fear – Communalist (Left / Strategic)",
    "definition": "As a Communalist, you operate strategically for communal safety and security, tuning your frequency to group resonance so that your reality mirrors collective well-being.",
    "role_in_manifestation": "By harnessing strategic Fear, you sharpen your signal around protective boundaries, embodying Tuning Over Forcing (II) and aligning with the field’s natural order (I) without force.",
    "weighted_importance": 7,
    "cross_references": [
      "Existence as Vibration and Flow (I)",
      "Tuning Over Forcing (II)"
    ],
    "details": null
  },
  {
    "term_name": "Fear – Separatist (Right / Receptive)",
    "definition": "As a Separatist, you hold space for yourself as a resource, maintaining healthy distance while attuning to subtle cues in the field without merging.",
    "role_in_manifestation": "By honoring receptive Fear, you model Nonlinear Causality (III) and The Directive (IV), allowing your individual frequency to ripple through the collective.",
    "weighted_importance": 7,
    "cross_references": [
      "Nonlinear Causality (III)",
      "The Directive (IV)"
    ],
    "details": null
  },
  {
    "term_name": "Hope – Theist (Left / Strategic)",
    "definition": "As a Theist, you look beyond yourself with intentional optimism, projecting a beacon of possibility that the universe mirrors back.",
    "role_in_manifestation": "Using strategic Hope compacts momentum (III) and focuses your creative attention (I), acting like a tuned transmitter rather than a forced broadcast.",
    "weighted_importance": 7,
    "cross_references": [
      "Momentum and Focus (III)",
      "Your Attention is Creative (I)"
    ],
    "details": null
  },
  {
    "term_name": "Hope – Antitheist (Right / Receptive)",
    "definition": "As an Antitheist, you reject external dogma and remain open to emergent insights, allowing unseen possibilities to surface naturally.",
    "role_in_manifestation": "By embodying receptive Hope, you embrace Allowing (II) and trust the unfolding process (III), letting the field bring alignment to you.",
    "weighted_importance": 7,
    "cross_references": [
      "Allowing is Everything (II)",
      "Trust the Process (III)"
    ],
    "details": null
  },
  {
    "term_name": "Desire – Leader (Left / Strategic)",
    "definition": "As a Leader, you take responsibility for your vision, focusing your passion into a clear signal that guides others and mobilizes resources.",
    "role_in_manifestation": "Strategic Desire amplifies your core frequency (I) and attracts momentum (III) by broadcasting a precise request to the field without strain.",
    "weighted_importance": 7,
    "cross_references": [
      "You Are the Creator (I)",
      "Naturalness (I)"
    ],
    "details": null
  },
  {
    "term_name": "Desire – Follower (Right / Receptive)",
    "definition": "As a Follower, you attune to the current of the field, allowing inspiration to guide you rather than pushing toward a preconceived goal.",
    "role_in_manifestation": "Receptive Desire enacts Nonlinear Causality (III) and The Directive (IV), letting the universe entrain you to serendipitous flow.",
    "weighted_importance": 7,
    "cross_references": [
      "The Universe Responds to Vibration (II)",
      "You Never Stop Creating (III)"
    ],
    "details": null
  },
  {
    "term_name": "Need – Master (Left / Strategic)",
    "definition": "As a Master, you evolve by focusing on what’s essential for your growth, using disciplined intention to refine your vibrational signal.",
    "role_in_manifestation": "Strategic Need aligns you with core stability (I) and prevents distortion (II), ensuring your foundation resonates and supports expansion.",
    "weighted_importance": 7,
    "cross_references": [
      "Existence as Vibration and Flow (I)",
      "Tuning Over Forcing (II)"
    ],
    "details": null
  },
  {
    "term_name": "Need – Novice (Right / Receptive)",
    "definition": "As a Novice, you remain open to learning and support, trusting the field to supply what you require without demanding or forcing.",
    "role_in_manifestation": "Receptive Need exemplifies Allowing (II) and Trusting the Process (III), letting the universe fulfill your essentials in its own rhythm.",
    "weighted_importance": 7,
    "cross_references": [
      "Allowing is Everything (II)",
      "Trust the Process (III)"
    ],
    "details": null
  },
  {
    "term_name": "Guilt – Conditioner (Left / Strategic)",
    "definition": "As a Conditioner, you refine your path by leveraging the memory of past misalignments, using strategic self-correction to sharpen your frequency.",
    "role_in_manifestation": "Strategic Guilt transforms tension into clarity (II) and focuses momentum (III), turning lessons into precise vibrational adjustments.",
    "weighted_importance": 7,
    "cross_references": [
      "Tuning Over Forcing (II)",
      "Momentum and Focus (III)"
    ],
    "details": null
  },
  {
    "term_name": "Guilt – Conditioned (Right / Receptive)",
    "definition": "As one who is Conditioned, you absorb collective lessons gently, allowing universal feedback to guide your healing without self-imposed struggle.",
    "role_in_manifestation": "Receptive Guilt embodies Inner Stillness (II) and honors the field’s non-linear lessons (III), converting misalignment into embodied wisdom.",
    "weighted_importance": 7,
    "cross_references": [
      "Inner Stillness (II)",
      "You Never Stop Creating (III)"
    ],
    "details": null
  },
  {
    "term_name": "Innocence – Observer (Left / Strategic)",
    "definition": "As an Observer, you watch with detachment and curiosity, strategically positioning yourself as a resource for fresh insights.",
    "role_in_manifestation": "Strategic Innocence resets your field (III) and maintains Naturalness (I), creating fertile ground for new realities.",
    "weighted_importance": 7,
    "cross_references": [
      "Nonlinear Causality (III)",
      "Naturalness (I)"
    ],
    "details": null
  },
  {
    "term_name": "Innocence – Observed (Right / Receptive)",
    "definition": "As one who is Observed, you exemplify authenticity, inviting others to mirror your pure-state vibration without forcing an outcome.",
    "role_in_manifestation": "Receptive Innocence aligns with You Are the Creator (I) and Allowing (II), showcasing how presence alone can magnetize embodiment.",
    "weighted_importance": 7,
    "cross_references": [
      "You Are the Creator (I)",
      "Allowing is Everything (II)"
    ],
    "details": null
  },
  {
    "term_name": "Survival (Left – Focused)",
    "definition": "A strategic lens that zeroes in on immediate needs and safety concerns, ensuring you prioritize sustenance and security.",
    "role_in_manifestation": "Focused Survival aligns your attention (I) and prevents energetic distortion (II) by anchoring you in the present essentials.",
    "weighted_importance": 6,
    "cross_references": [
      "Existence as Vibration and Flow (I)",
      "Tuning Over Forcing (II)"
    ],
    "details": null
  },
  {
    "term_name": "Survival (Right – Peripheral)",
    "definition": "A receptive lens that senses contextual factors affecting well-being, allowing broad awareness of environmental resources.",
    "role_in_manifestation": "Peripheral Survival honors Nonlinear Causality (III) and The Directive (IV) by trusting the field’s provision for safety over time.",
    "weighted_importance": 6,
    "cross_references": [
      "Nonlinear Causality (III)",
      "The Directive (IV)"
    ],
    "details": null
  },
  {
    "term_name": "Possibility (Left – Focused)",
    "definition": "A strategic lens that concentrates on concrete opportunities, tuning your mind to identifiable pathways for growth.",
    "role_in_manifestation": "Focused Possibility amplifies creative attention (I) and compounds momentum (III) by spotlighting viable next steps.",
    "weighted_importance": 6,
    "cross_references": [
      "Your Attention is Creative (I)",
      "Momentum and Focus (III)"
    ],
    "details": null
  },
  {
    "term_name": "Possibility (Right – Peripheral)",
    "definition": "A receptive lens that embraces open potential, allowing unexpected options to emerge without forcing a specific route.",
    "role_in_manifestation": "Peripheral Possibility embodies Allowing (II) and Trust the Process (III), inviting serendipity into your field.",
    "weighted_importance": 6,
    "cross_references": [
      "Allowing is Everything (II)",
      "Trust the Process (III)"
    ],
    "details": null
  },
  {
    "term_name": "Understanding (Left – Focused)",
    "definition": "A strategic lens seeking depth in concepts, focusing on grasping core principles and inner meaning.",
    "role_in_manifestation": "Focused Understanding aligns your intellectual vibration (I) and ensures inner coherence (II) before sharing insights.",
    "weighted_importance": 6,
    "cross_references": [
      "Existence as Vibration and Flow (I)",
      "Tuning Over Forcing (II)"
    ],
    "details": null
  },
  {
    "term_name": "Understanding (Right – Peripheral)",
    "definition": "A receptive lens open to multiple interpretations, synthesizing diverse inputs into holistic wisdom.",
    "role_in_manifestation": "Peripheral Understanding models Allowing (II) and Trust the Process (III), letting insights emerge organically.",
    "weighted_importance": 6,
    "cross_references": [
      "Allowing is Everything (II)",
      "Trust the Process (III)"
    ],
    "details": null
  },
  {
    "term_name": "Evaluation (Left – Focused)",
    "definition": "A strategic lens that critically assesses details against standards, enabling precise decision-making.",
    "role_in_manifestation": "Focused Evaluation tunes your frequency (I) through disciplined discernment and prevents reactive distortion (II).",
    "weighted_importance": 6,
    "cross_references": [
      "Existence as Vibration and Flow (I)",
      "Tuning Over Forcing (II)"
    ],
    "details": null
  },
  {
    "term_name": "Evaluation (Right – Peripheral)",
    "definition": "A receptive lens that senses broader value across a spectrum, appreciating patterns without rigid judgment.",
    "role_in_manifestation": "Peripheral Evaluation leverages Nonlinear Causality (III) and The Directive (IV) by valuing emergent quality over fixed measures.",
    "weighted_importance": 6,
    "cross_references": [
      "Nonlinear Causality (III)",
      "The Directive (IV)"
    ],
    "details": null
  },
  {
    "term_name": "Judgment (Left – Focused)",
    "definition": "A strategic lens that defines boundaries and certainties, creating a stable frequency through clear distinctions.",
    "role_in_manifestation": "Focused Judgment aligns your mental calibration (I) and keeps your field coherent (II) by affirming what is true for you.",
    "weighted_importance": 6,
    "cross_references": [
      "Existence as Vibration and Flow (I)",
      "Tuning Over Forcing (II)"
    ],
    "details": null
  },
  {
    "term_name": "Judgment (Right – Peripheral)",
    "definition": "A receptive lens that remains open to evolving standards, adjusting your stance as new information arises.",
    "role_in_manifestation": "Peripheral Judgment exemplifies Allowing (II) and Trust the Process (III), nurturing growth through adaptive discernment.",
    "weighted_importance": 6,
    "cross_references": [
      "Allowing is Everything (II)",
      "Trust the Process (III)"
    ],
    "details": null
  }
]