[
  {
    "term_name": "Head Center",
    "state": null,
    "definition": "A fixed point of inspiration and mental pressure, generating consistent questions and ideas.",
    "role_in_manifestation": "You emit a stable field of inquiry and abstract ideation. Reality reflects the nature of what you're consistently contemplating. Let thoughts arise from stillness rather than search. Your questions broadcast—they do not need validation. Ideas may manifest long after inception. Trust that the field holds what you've seeded. Let your steady curiosity shape the questions reality answers.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Head Center",
    "state": null,
    "definition": "An open portal for mental pressure, amplifying collective questions and inspirations.",
    "role_in_manifestation": "You reflect and amplify the thoughts of others. Your field is impressionable to collective mental focus. Clarity comes from detaching from the need to answer every question. Let thoughtforms pass through. Not all inspirations are yours to act on. The delay reveals which ideas are aligned. Master discernment. Let thought move through you like wind, not fire.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Ajna Center",
    "state": null,
    "definition": "A consistent way of processing and conceptualizing ideas; mental certainty and pattern recognition.",
    "role_in_manifestation": "You transmit a stable mental frequency, shaping how others receive and interact with ideas. Let clarity arise when you trust your frameworks and release the need to prove them. Mental patterns laid down today become tomorrow’s understanding. Articulate what you see without defending it. Let insight organize reality.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Ajna Center",
    "state": null,
    "definition": "A fluid mental space that amplifies and reflects various perspectives and thought processes.",
    "role_in_manifestation": "You absorb and magnify mental constructs. Your gift is multiplicity, not certainty. Let perspectives flow without needing to lock them down. Insight is revealed through openness. What feels scattered now often coalesces later as deep wisdom. Be a channel for ideas, not a container. Let thought pass through cleanly.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Throat Center",
    "state": null,
    "definition": "A consistent mode of expression and manifestation; energy moves through voice with rhythm and reliability.",
    "role_in_manifestation": "You speak from a fixed place. Your voice is an initiating signal to the field. Let speech arise from inner alignment, not mental compulsion. What you say today echoes in form tomorrow. Language is a precursor to shape. Speak with presence. Words are seeds of manifestation.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Throat Center",
    "state": null,
    "definition": "An open center for expression that reflects and amplifies the voices and timing of others.",
    "role_in_manifestation": "You broadcast what surrounds you. Voice and presence are shaped by context. Wait for resonance. Speak when called forth, not when grasping. Expression lands when timing aligns. Presence builds trust in your transmission. Master silence and timing. Your voice carries the energy of your environment.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "G Center",
    "state": null,
    "definition": "A fixed identity and direction; the inner compass is stable and self-reinforcing.",
    "role_in_manifestation": "You emit a coherent identity. The field reflects this constancy back as aligned opportunities. Let movement arise from alignment with who you are, not effort to become. Your path unfolds from consistency. Trust in the magnetic pull of your truth. Walk your inner axis. Direction follows self-recognition.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "G Center",
    "state": null,
    "definition": "An adaptive identity and directional field; absorbs and amplifies identity cues from others and the environment.",
    "role_in_manifestation": "You mirror the identities and paths around you. You are a tuning chamber for resonance. Direction is revealed through movement and sampling—not decided mentally. Life shows your path indirectly. What appears aimless is preparation. Let the right places and people shape your path. You are the openness through which truth flows.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Heart Center",
    "state": null,
    "definition": "Consistent willpower and drive; a stable relationship to value, control, and material commitment.",
    "role_in_manifestation": "You project strong value signals. The field responds to your confidence and commitments. Honor your will without proving. Your self-worth doesn't require performance. When the will aligns with inner truth, manifestation accelerates naturally. Commit only when true. Power flows from rooted self-value.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Heart Center",
    "state": null,
    "definition": "Fluctuating willpower and inconsistent sense of self-worth; highly sensitive to external valuations.",
    "role_in_manifestation": "You amplify others’ confidence or lack thereof. The field mirrors your perceived value back to you. You are not here to prove anything. Let the drive to prove dissolve into presence. Value becomes clearer in hindsight. Worthiness stabilizes as you release the chase. Live without proving. You are valuable because you are, not because you achieve.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Solar Plexus Center",
    "state": null,
    "definition": "Consistent emotional waves; feelings operate in cyclical patterns and color experience deeply.",
    "role_in_manifestation": "You radiate a constant emotional tone. The field responds to your wave. Clarity comes over time. Do not act at the peaks or troughs. Emotion colors reality. Each wave shifts the prism through which outcomes arrive. Honor the full arc. You manifest by riding your emotional timing with respect.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Solar Plexus Center",
    "state": null,
    "definition": "Emotional openness and sensitivity; amplifies the feelings of others and the collective.",
    "role_in_manifestation": "You are a receiver and mirror of emotional frequencies. Your field reflects collective sentiment. Peace arises when you stop identifying with borrowed emotion. Emotional clarity often comes in silence, after the echo fades. Anchor in neutrality. Feel deeply, release quickly. You are not what you feel.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Sacral Center",
    "state": null,
    "definition": "Reliable generative energy; stable access to life force through response.",
    "role_in_manifestation": "You generate energy when engaged with aligned stimuli. Your response fuels your reality. Wait to respond. Force breaks the rhythm of natural generation. Energy builds through resonance. Every 'yes' compounds. Follow your gut. Let response be your creation signal.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Sacral Center",
    "state": null,
    "definition": "Amplifies and reflects life force energy; inconsistent access to sustainable energy.",
    "role_in_manifestation": "You borrow and amplify vitality. You are a magnifier, not a generator. Rest is creation. Do not pretend to be inexhaustible. Burnout is the echo of borrowed energy misused. Work in pulses. Manifestation comes in renewal cycles.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Spleen Center",
    "state": null,
    "definition": "Fixed instincts and immune intelligence; consistent intuition and fear responses.",
    "role_in_manifestation": "You project a stable intuitive tone. The field aligns with your survival intelligence. Listen to the body’s whisper. Clarity is immediate, not rational. Momentary intuition shapes long-term safety. Trust your first hit. Let instinct shape your path.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Spleen Center",
    "state": null,
    "definition": "Fluid instinctual awareness; absorbs and amplifies fear and intuitive signals from others.",
    "role_in_manifestation": "You feel the pulse of collective fear or intuition. You are tuned to environmental safety. Let go of past fears. Clarity comes when the noise quiets. Safety is built not by clinging, but by releasing what no longer resonates. Do not grip intuition. Let it arise and pass. You manifest from clean instinct, not panic.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Root Center",
    "state": null,
    "definition": "Consistent pressure to grow and act; stable access to adrenal energy.",
    "role_in_manifestation": "You push steadily from your foundation. The field recognizes your urgency as momentum. Act from inner pressure, not external demand. Pressure today becomes movement tomorrow. Honor your rhythm. Let pressure catalyze, not control.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  },
  {
    "term_name": "Root Center",
    "state": null,
    "definition": "Amplifies and reflects pressure from the environment; inconsistent drive to act or grow.",
    "role_in_manifestation": "You absorb collective urgency. You feel what others suppress. Pause before moving. Not all pressure is yours to transmute. Saying yes under pressure bends time out of alignment. Act when stillness returns. You create best from non-reactivity.",
    "weighted_importance": "critical",
    "cross_references": [],
    "details": null,
    "source_references": null
  }
]
