[
  {
    "term_name": "Cognition",
    "definition": "Your innate “super-sense,” derived from the Tone of the Design Sun/Earth, selecting one of six sensory modalities (Smell, Taste, Outer Vision, Inner Vision, Feeling, Touch). This sense functions as an inner compass, guiding what “feels right.”",
    "role_in_manifestation": "Existence as Vibration and Flow: Cognition tunes you to subtle vibrational cues in your environment, what smells, looks, or feels aligned, so you follow resonance rather than force. Tuning Over Forcing: Acting on your super-sense feels effortless; it prevents distortion by anchoring choices in what “resonates true.” Nonlinear Causality: Your primary sense often delivers nonverbal downloads of possibilities before they materialize. The Directive: Use your strongest sense as an instrument of alignment, attune to its signals, then allow manifestation to unfold.",
    "weighted_importance": 7,
    "cross_references": [
      "Emotion Calibrates Frequency (II)",
      "Inner Stillness (II)"
    ],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Cognition - Smell",
    "definition": "A heightened olfactory sense guiding decisions by how things “smell” energetically, what feels nourishing or toxic.",
    "role_in_manifestation": "Quickly filters environments and choices by resonance; you follow what “sniffs” true.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Cognition - Taste",
    "definition": "A gustatory-based inner compass, sensing whether information or input “tastes” right on the energetic palate.",
    "role_in_manifestation": "Allows discrete differentiation; you gravitate toward experiences that align with your vibrational “flavor.”",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Cognition - Outer Vision",
    "definition": "An expansive, wide-angle visual awareness of surroundings, taking in the big picture at a glance.",
    "role_in_manifestation": "Sees all potentialities simultaneously, enabling you to align with the field en masse rather than fixating on details.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Cognition - Inner Vision",
    "definition": "A focused, tunnel-vision sight, seeing possibilities and patterns internally without external stimuli.",
    "role_in_manifestation": "Tunes you into inner images of potential futures; you manifest by holding these clear inner “visions.”",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Cognition - Feeling",
    "definition": "A kinesthetic, somatic sense, an inner “felt sense” guiding you by mood, sensation, or emotional tone.",
    "role_in_manifestation": "Calibrates frequency through bodily resonance; you follow what “feels” coherent at a cellular level.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  },
  {
    "term_name": "Cognition - Touch",
    "definition": "A tactile filter, sensing texture and form, what you can “touch” energetically or physically as true.",
    "role_in_manifestation": "Grounds you in concrete reality; you test alignment by what you can tangibly engage or manipulate.",
    "weighted_importance": null,
    "cross_references": [],
    "source_references": [],
    "details": null
  }
]