[
  {
    "term_name": "Perspective (Left – Focused)",
    "definition": "A concentrated mental stance that hones in on particular patterns and details, creating clarity through strategic emphasis.",
    "role_in_manifestation": "Focused Perspective ensures your cognitive signal (I) resonates with precision, reducing noise and distortion (II).",
    "weighted_importance": 6,
    "cross_references": [
      "Existence as Vibration and Flow (I)",
      "Tuning Over Forcing (II)"
    ],
    "details": null
  },
  {
    "term_name": "Perspective (Right – Peripheral)",
    "definition": "A broad mental stance that remains open to context and nuance, allowing a wide-angle view of the field’s patterns.",
    "role_in_manifestation": "Peripheral Perspective leverages Nonlinear Causality (III) and The Directive (IV) by seeing the whole picture before acting.",
    "weighted_importance": 6,
    "cross_references": [
      "Nonlinear Causality (III)",
      "The Directive (IV)"
    ],
    "details": null
  },
  {
    "term_name": "Perspective",
    "definition": "Your ideal mental lens, how you’re designed to see the world, determined by the Color of your Personality Sun/Earth. Six “View” themes (Survival, Possibility, Perspective, Understanding, Evaluation, Judgment) each further qualified by Left (focused) or Right (peripheral) arrow orientation.",
    "role_in_manifestation": "Existence as Vibration and Flow: Perspective filters incoming data; aligning with your true view ensures you process only frequencies that support your reality. Tuning Over Forcing: Adopting your designed mental stance feels natural; forcing another viewpoint creates resistance. Nonlinear Causality: Your view compounds over time: morning’s fresh perspective is most potent for planting new seeds. The Directive: Honor your mental lens; allow experiences to refine your view rather than contorting your mind to external expectations.",
    "weighted_importance": 6,
    "cross_references": [
      "Inner Stillness (II)",
      "Momentum and Focus (III)"
    ],
    "source_references": [],
    "details": null
  }
]